Repository: xilinqie/IOSAPP_Travel_Journal
Catalog: TravelGlass/TravelGlass/Resources/LandmarkData.xcstrings
Source language: en
Languages: ar, de, he, th

# NIAGARA_FALLS_DESCRIPTION
source: Niagara Falls is comprised of three separate falls, Horseshoe Falls, American Falls, and Bridal Veil Falls. It lies at the border between Canada and the United States. The millions of gallons of water that plunge over its edge originates from Lake Erie in the Great Lakes. The flow of water produces a roaring cascade, fills the air with mist, and creates vibrant rainbows. It is one of the most famous and powerful waterfalls in the world. The Falls began to form at the end of the last Ice Age, taking more than 12,000 years to fully develop. The process continues today as the flow of water continues to erode sedimentary layers of rock to shape and reshape the landscape. Preservation work has been done to preserve the Falls, and the volume of water has reduced due to diversion for hydroelectric power, which generates nearly 4.9 million kilowatts of power. A dynamic ecosystem exists around the Falls. Fish life thrives in the Niagara River, including species such as bass and sturgeon. Gulls, bald eagles, and peregrine falcons are some of the avian wildlife that can be seen flying above the Falls, while lush vegetation grows along the riverbanks.
ar: تتكون شلالات نياغرا من ثلاث شلالات منفصلة: شلالات هورس شو (حدوة الفرس)، والشلالات الأمريكية، وشلالات برايدال ڤيل (طرحة العروس). تقع على الحدود بين كندا والولايات المتحدة. وتنبع ملايين الغالونات من المياه التي تتدفق على حافتها من بحيرة إيري في منطقة البحيرات العظمى. يُنتج تدفق المياه شلالًا هادرًا، يملأ الهواء بالضباب، ويخلق أقواس قزح نابضة بالحياة. إنها واحدة من أشهر وأقوى الشلالات في العالم. بدأ تكوين الشلالات في نهاية العصر الجليدي الأخير، واستغرق تطورها الكامل أكثر من ١٢ ألف سنة. وتستمر هذه العملية حتى اليوم حيث يواصل تدفق المياه تآكل الطبقات الرسوبية من الصخور لتشكيل وإعادة تشكيل المنظر الطبيعي. وقد بُذلت أعمال حماية للحفاظ على الشلالات، وانخفض حجم المياه بسبب تحويلها إلى طاقة كهرومائية، والتي تولد ما يقرب من ٤٫٩ مليون كيلوواط من الطاقة. يوجد نظام بيئي حيوي حول الشلالات. تزدهر الحياة السمكية في نهر نياغرا، بما في ذلك أنواع مثل سمك القاروص والحفش. ومن بين الطيور التي يمكن رؤيتها تحلق فوق الشلالات طيور النورس والنسور الصلعاء وصقور الشاهين، بينما تنمو النباتات الخضراء على طول ضفاف النهر.
de: Die Niagarafälle bestehen aus drei separaten Fällen: den Horseshoe Falls, den American Falls und den Bridal Veil Falls. Sie liegen an der Grenze zwischen Kanada und den USA. Die Millionen Liter Wasser, die über den Rand stürzen, stammen aus dem Eriesee, einem Teil der Großen Seen. Der Wasserstrom erzeugt eine tosende Kaskade, füllt die Luft mit Nebel und erzeugt leuchtende Regenbögen. Sie sind einer der berühmtesten und gewaltigsten Wasserfälle der Welt. Die Fälle begannen sich am Ende der letzten Eiszeit zu bilden und benötigten mehr als 12.000 Jahre, um sich vollständig zu entwickeln. Dieser Prozess dauert bis heute an, da der Wasserstrom weiterhin Sedimentschichten des Gesteins erodiert und die Landschaft formt und umformt. Es wurden Maßnahmen zum Schutz der Fälle ergriffen und das Wasservolumen wurde aufgrund der Umleitung für die Wasserkraftproduktion reduziert, die fast 4,9 Millionen Kilowatt Strom erzeugt. Rund um die Fälle existiert ein dynamisches Ökosystem. Im Niagara River leben zahlreiche Fischarten, darunter Barsche und Störe. Möwen, Weißkopfseeadler und Wanderfalken sind einige der Vogelarten, die über den Fällen fliegen, während üppige Vegetation entlang der Flussufer wächst.
he: מפלי הניאגרה מורכבים משלושה מפלים שונים: ״מפלי הפרסה״, המפלים האמריקאיים ו״מפלי הינומת הכלה״. הם ממוקמים בגבול שבין קנדה לארצות הברית. מיליוני גלוני המים הנשפכים מהם מקורם בימת אירי, אחת מחמש ״הימות הגדולות״. זרימת המים מפיקה מפל שואג, ממלאת את האוויר בערפל ויוצרת קשתות ססגוניות. מפלי הניאגרה הם בין המפלים המפורסמים והעוצמתיים ביותר בעולם. המפלים החלו להיווצר בסוף עידן הקרח האחרון, תהליך שהושלם לחלוטין רק לאחר יותר מ-12,000 שנה. למעשה התהליך נמשך גם כיום, מאחר שזרימת המים ממשיכה לשחוק שכבות של סלעי משקע ולעצב מחדש את תוואי הנוף. עבודות שימור נערכו כדי לשמר את המפלים, וכמות המים הנופלים בהם הוקטנה עקב הסטת חלק מהם לייצור אנרגיה הידרואלקטרית. בתהליך זה נוצרים קרוב ל-4.9 מיליוני קילוואט חשמל. אקוסיסטם דינמי מתקיים סביב המפלים. הדגה משגשגת בנהר הניאגרה, כולל מינים כמו בס וחדקן. שחפים, עיטמים לבני ראש, ובזים נודדים הם רק חלק משלל העופות המעופפים להם מעל המפלים, וצמחייה עשירה גדלה לאורך גדות הנהר.
th: น้ำตกไนแองการาประกอบด้วยน้ำตกสามแห่ง ได้แก่ น้ำตกฮอร์สชู น้ำตกอเมริกัน และน้ำตกไบรดัลเวล น้ำตกไนแองการาตั้งอยู่บนพรมแดนระหว่างแคนาดาและสหรัฐอเมริกา น้ำนับล้านแกลลอนที่ไหลลงมาจากขอบน้ำตกมีต้นกำเนิดมาจากทะเลสาบอีรีในเกรตเลกส์ กระแสน้ำที่ไหลลงมาทำให้เกิดน้ำตกที่เชี่ยวกราก กระจายตัวเป็นละอองน้ำในอากาศ และเกิดเป็นสายรุ้งที่สีสันสดใส น้ำตกแห่งนี้เป็นหนึ่งในน้ำตกที่โด่งดังและทรงพลังที่สุดในโลก น้ำตกนี้เริ่มก่อตัวขึ้นในช่วงปลายยุคน้ำแข็งครั้งสุดท้าย โดยใช้เวลามากกว่า 12,000 ปีในการก่อตัวอย่างสมบูรณ์ กระบวนการนี้ยังคงดำเนินต่อมาจนถึงปัจจุบัน โดยกระแสน้ำยังคงกัดเซาะชั้นหินตะกอนเพื่อสร้างรูปร่างและปรับภูมิทัศน์ใหม่ มีการดำเนินการอนุรักษ์เพื่ออนุรักษ์น้ำตกแห่งนี้ และปริมาณน้ำได้ลดลงเนื่องจากมีการเปลี่ยนเส้นทางเพื่อผลิตไฟฟ้าพลังน้ำ ซึ่งผลิตไฟฟ้าได้เกือบ 4.9 ล้านกิโลวัตต์ มีระบบนิเวศแบบไดนามิกอยู่รอบๆ น้ำตก แม่น้ำไนแองการาเต็มไปด้วยปลาหลากหลายสายพันธุ์ เช่น ปลากะพงและปลาสเตอร์เจียน นกนางนวล นกอินทรีหัวโล้น และเหยี่ยวเพเรกริน เป็นสัตว์ป่าบางส่วนที่สามารถพบเห็นได้ว่าบินอยู่บริเวณเหนือน้ำตกในขณะที่พืชพรรณเขียวชอุ่มเติบโตอยู่ตามริมฝั่งแม่น้ำ

# NIAGARA_FALLS_LOCATION
source: Ontario, Canada and New York, United States
ar: أونتاريو، كندا ونيويورك، الولايات المتحدة
de: Ontario, Kanada, und New York, Vereinigte Staaten
he: אונטריו, קנדה, וניו יורק, ארצות הברית
th: รัฐออนแทริโอ ประเทศแคนาดา และรัฐนิวยอร์ก ประเทศสหรัฐอเมริกา

# NIAGARA_FALLS_NAME
source: Niagara Falls
ar: شلالات نياغرا
de: Niagarafälle
he: מפלי הניאגרה
th: น้ำตกไนแองการา

# ROCKY_MOUNTAINS_DESCRIPTION
source: Stretching 3,000 miles from northwest Canada to southwest United States, the Rocky Mountains are the setting for some of North America’s most stunning scenery. With soaring peaks, jagged summits, pastoral alpine meadows, dense forests, and crystal clear lakes, the Rockies are home to a wide range of flora and fauna. The mountain habitats support a wide range wildlife including wolves, elk, moose, bighorn sheep, grizzly bears, and wolverines. The variety of plants found in the Rocky Mountains is similarly diverse including over 900 species of wildflowers and conifers such as pine, spruce, and fir. Deciduous trees, known for their brilliant colorful autumn leaves contribute to some of the most biologically diverse habitats in the Rocky Mountain National Park. All of these ecological elements and waterways provide an important habitat for North America migratory birds. The geological history of the Rocky Mountains dates back approximately 60 to 70 million years when several tectonic plates began shifting under the North American plate. The result was a long, broad belt of mountains running along western North America. The dramatic peaks and valleys we see today were further formed by tectonic activity and erosion by glaciers. The majority of the highest peaks are found in Colorado. Numerous public parks protect much of the mountain range, providing tourists plenty of year-round activities.
ar: تمتد جبال روكي على مسافة ٤٨٢٨ كيلومتر من شمال غرب كندا إلى جنوب غرب الولايات المتحدة، وهي موطن لبعضٍ من أروع المناظر الطبيعية في أمريكا الشمالية. بقممها الشاهقة، وجبالها الوعرة، ومراعيها الجبلية، وغاباتها الكثيفة، وبحيراتها الصافية، تُعد جبال روكي موطنًا لمجموعة واسعة من النباتات والحيوانات. تدعم المساكن الجبلية مجموعة واسعة من الحيوانات البرية، بما في ذلك الذئاب والأيائل والموظ وكبش الجبال والدببة الرمادية والوشق. كما تتميز النباتات الموجودة في جبال روكي بتنوعها، حيث تضم أكثر من ٩٠٠ نوع من الزهور البرية والصنوبريات، مثل الصنوبر وراتينجية والشوح. تُساهم الأشجار متساقطة الأوراق، المعروفة بأوراقها الخريفية الزاهية، في تكوين بعض أكثر المساكن المتنوعة بيولوجيًا في منتزه جبال روكي الوطني. توفر جميع هذه العناصر البيئية والممرات المائية موطنًا مهمًا للطيور المهاجرة في أمريكا الشمالية. يعود التاريخ الجيولوجي لجبال روكي إلى ما يقرب من ٦٠ إلى ٧٠ مليون سنة، عندما بدأت عدة صفائح تكتونية في التحرك تحت صفيحة أمريكا الشمالية. وكانت النتيجة حزامًا جبليًا طويلًا وعريضًا يمتد على طول غرب أمريكا الشمالية. وقد تشكلت القمم والوديان الهائلة التي نراها اليوم نتيجة للنشاط التكتوني وتآكل الأنهار الجليدية. وتقع معظم القمم الأعلى في كولورادو. تحمي العديد من المتنزهات العامة جزءًا كبيرًا من سلسلة الجبال، مما يوفر للسياح العديد من الأنشطة على مدار العام.
de: Die Rocky Mountains erstrecken sich knapp 5000 Kilometer von Nordwestkanada bis in den Südwesten der USA und bieten einige der atemberaubendsten Landschaften Nordamerikas. Mit ihren schroffen Gipfeln, sanften Almwiesen, dichten Wäldern und kristallklaren Seen beherbergen die Rocky Mountains eine Vielzahl an Flora und Fauna. Die Berglandschaften bieten Lebensraum für zahlreiche Wildtiere, darunter Wölfe, Hirsche, Elche, Dickhornschafe, Grizzlybären und Vielfraße. Die Vielfalt der Pflanzen in den Rocky Mountains ist ähnlich groß und umfasst über 900 Wildblumenarten sowie Nadelbäume wie Kiefern, Fichten und Tannen. Laubbäume, die für ihre farbenprächtigen Blätter im Herbst bekannt sind, bieten einige der biologisch vielfältigsten Lebensräume im Rocky Mountain National Park. All diese ökologischen Komponenten sowie die Wasserwege bieten einen wichtigen Lebensraum für die Zugvögel Nordamerikas. Die geologische Geschichte der Rocky Mountains reicht etwa 60 bis 70 Millionen Jahre zurück, als sich mehrere tektonische Platten unter die Nordamerikanischen Platte bewegten. Das Ergebnis war ein langer, breiter Gebirgsgürtel entlang der Westküste Nordamerikas. Die dramatischen Gipfel und Täler, die wir heute sehen, wurden durch tektonische Aktivität sowie Erosion durch Gletscher weiter geformt. Die meisten der höchsten Gipfel befinden sich in Colorado. Zahlreiche öffentliche Parks schützen einen Großteil des Gebirgszugs und es gibt ganzjährig zahlreiche Aktivitäten für Touristen.
he: הרי הרוקי משתרעים לאורך 4,800 קילומטר מצפון-מערב קנדה לדרום-מערב ארצות הברית, ומשמשים תפאורה לכמה מן הנופים המדהימים ביותר של אמריקה הצפונית. עם פסגות נישאות, חלקן משוננות, כרי דשא אלפיניים פסטורליים, יערות עבותים ואגמים צלולים כבדולח, הרי הרוקי משמשים בית למגוון רחב של מיני חי וצומח. בית הגידול ההררי תומך במגוון רחב של חיי בר כולל זאבים, דישונים, איילים קוראים, כבשים גדולי-קרניים, דובי גריזלי וגרגרנים. מגוון הצמחים בהרי הרוקי מגוון אף הוא וכולל יותר מ-900 מינים של פרחי בר ומחטנאים כגון אורנים, אשוחיות ואשוחים. עצים נשירים, הידועים בעלי הסתיו הצבעוניים והמרשימים שלהם, תורמים לכמה מבתי הגידול המגוונים ביותר מבחינה ביולוגית בפארק הלאומי הרי הרוקי. כל האלמנטים האקולוגיים האלה ונתיבי המים מספקים בית גידול חשוב לציפורים נודדות באמריקה הצפונית. הסיפור הגיאולוגי של הרי הרוקי מתחיל בערך לפני 60 עד 70 מיליון שנה, כשכמה לוחות טקטוניים החלו לנוע מתחת ללוח הצפון-אמריקאי. התוצאה הייתה רצועת הרים ארוכה ורחבה של הרים שהשתרעה לאורך מערב אמריקה הצפונית. הפסגות והעמקים הדרמטיים שאנו רואים כיום נוצרו בשלב מאוחר יותר בפעילות טקטונית ובתהליכי שחיקה קרחונית. מרבית הפסגות הגבוהות ביותר מצויות בקולורדו. פארקים ציבוריים רבים מגנים על מרבית רכס ההרים ומספקים לתיירים פעילויות רבות לאורך כל השנה.
th: เทือกเขาร็อกกีทอดยาวจากตะวันตกเฉียงเหนือของแคนาดาไปจนถึงตะวันตกเฉียงใต้ของสหรัฐอเมริกาเป็นระยะทาง 3,000 ไมล์ นับเป็นทัศนียภาพที่น่าทึ่งที่สุดแห่งหนึ่งของอเมริกาเหนือ เทือกเขาร็อกกีมียอดเขาสูงตระหง่าน ยอดเขาสูงชัน ทุ่งหญ้าบนภูเขาอันเงียบสงบ ป่าทึบ และทะเลสาบน้ำใสดุจคริสตัล เทือกเขาแห่งนี้เป็นแหล่งที่อยู่อาศัยของพืชพรรณและสัตว์นานาชนิด ที่อยู่อาศัยบนภูเขาเป็นแหล่งอาศัยของสัตว์ป่านานาชนิด เช่น หมาป่า กวางเอลก์ กวางมูส แกะเขาใหญ่ หมีกริซลี และวูล์ฟเวอรีน พืชพรรณต่างๆ ที่พบในเทือกเขาร็อกกีก็มีความหลากหลายเช่นกัน รวมถึงดอกไม้ป่าและต้นสนกว่า 900 สายพันธุ์ เช่น ต้นสน ต้นสปรูซ และต้นเฟอร์ ต้นไม้ผลัดใบซึ่งขึ้นชื่อในเรื่องใบไม้สีสันสวยงามสดใสในฤดูใบไม้ร่วง มีส่วนช่วยสร้างแหล่งที่อยู่อาศัยที่มีความหลากหลายทางชีวภาพมากที่สุดแห่งหนึ่งในอุทยานแห่งชาติเทือกเขาร็อกกี องค์ประกอบทางนิเวศและทางน้ำทั้งหมดนี้เป็นแหล่งที่อยู่อาศัยที่สำคัญของนกอพยพในอเมริกาเหนือ ประวัติศาสตร์ทางธรณีวิทยาของเทือกเขาร็อกกีมีอายุประมาณ 60 ถึง 70 ล้านปี เมื่อแผ่นเปลือกโลกหลายแผ่นเริ่มเคลื่อนตัวใต้แผ่นเปลือกโลกของอเมริกาเหนือ ผลที่ตามมาคือเทือกเขาที่ยาวและกว้างทอดยาวไปตามแนวตะวันตกของอเมริกาเหนือ ยอดเขาและหุบเขาสุดตระการตาที่เราเห็นในปัจจุบันเกิดจากการเคลื่อนตัวของเปลือกโลกและการกัดเซาะของธารน้ำแข็ง ยอดเขาที่สูงที่สุดส่วนใหญ่อยู่ในรัฐโคโลราโด สวนสาธารณะหลายแห่งปกป้องเทือกเขาส่วนใหญ่ ทำให้มีกิจกรรมต่างๆ มากมายให้นักท่องเที่ยวได้ร่วมสนุกตลอดทั้งปี

# ROCKY_MOUNTAINS_LOCATION
source: North America
ar: أمريكا الشمالية
de: Nordamerika
he: אמריקה הצפונית
th: อเมริกาเหนือ

# ROCKY_MOUNTAINS_NAME
source: Rocky Mountains
ar: جبال روكي
he: הרי הרוקי
th: เทือกเขาร็อกกี

# SAHARA_DESERT_DESCRIPTION
source: The sprawling Sahara Desert spans more than 3.5 million square miles and is the largest hot desert in the world. Covering much of northern Africa, it reaches three major bodies of water: the Atlantic Ocean in the west, the Red Sea in the east, and the Mediterranean Sea to the north. To the south is the Sahei region. The Sahara’s harsh environment is characterized by vast sand dunes, arid plains, and rocky plateaus. The tallest sand dune is located in the Erg Chebbi region of southeastern Morocco and reaches a height of roughly 330 feet. The desert plays an important role in shaping climate patterns and ecological systems. Formed over the course of millions of years and dating back to the Precambrian era, the Sahara was once a lush, verdant landscape with lakes and rivers. Over many years, wind erosion has sculpted towering cliffs, rock arches, deep canyons and many striking and picturesque landforms. Beneath a surface composed of gravel plains and sand seas lies vast underground aquifers that store ancient water, hidden remnants of a time when the Sahara was a much more hospitable place. While the Sahara experiences extreme temperatures and has scarce rainfall, it supports a variety of plant and animal life that have adapted to the harsh conditions. The sparse vegetation includes drought-tolerant varieties such as desert grasses such as Lovegrass that can store water in their roots and help prevent soil erosion. Other vegetation includes Acacia trees, date palms, and olive trees. Animal life has also adapted to be able to endure the extreme heat and extended periods of time with little or no water. Fennec foxes, camels, addax, and scorpions are some examples of the species found in the Sahara. Many animals have made nocturnal adaptations in order to remain hidden during the high daytime temperatures. Many migratory birds pass through the region and take advantage of seasonal water sources and oases.
ar: تمتد الصحراء الكبرى مترامية الأطراف على مساحة تزيد عن ٩ مليون كيلومتر مربع، وهي أكبر صحراء حارة في العالم. تغطي الصحراء الكبرى جزءًا كبيرًا من شمال إفريقيا، وتصل إلى ثلاثة مسطحات مائية رئيسية: المحيط الأطلسي غربًا، والبحر الأحمر شرقًا، والبحر الأبيض المتوسط شمالًا. وفي جنوبها تقع منطقة ساهي. تتميز بيئة الصحراء القاسية بكثبان رملية شاسعة، وسهول قاحلة، وهضاب صخرية. يقع أعلى كثيب رملي في منطقة عرق الشبي جنوب شرق المغرب، ويصل ارتفاعه إلى حوالي ١٠٠ متر. وتلعب الصحراء دورًا مهمًا في تشكيل أنماط المناخ والأنظمة البيئية. تشكلت الصحراء الكبرى على مدى ملايين السنين، ويعود تاريخها إلى عصر ما قبل الكمبري، وكانت في يوم من الأيام منطقة خضراء خصبة مليئة بالبحيرات والأنهار. وعلى مر السنين، نحتت عوامل التعرية بفعل الرياح منحدرات شاهقة، وأقواسًا صخرية، وأودية عميقة، والعديد من التضاريس الخلابة والمذهلة. تحت سطحها المكون من سهول حصوية وبحار رملية، توجد طبقات جوفية شاسعة تخزن مياهًا قديمة، وتُخلِّد بقايا زمن كانت فيه الصحراء الكبرى مكانًا أكثر ملاءمةً للحياة. في حين تشهد الصحراء الكبرى درجات حرارةٍ قصوى وندرةً في هطول الأمطار، إلا أنها تدعم مجموعةً متنوعةً من الحياة النباتية والحيوانية التي تكيفت مع الظروف القاسية. تشمل النباتات المتناثرة أنواعًا تتحمل الجفاف، مثل أعشاب الصحراء، وعشبة الحب، التي تخزن الماء في جذورها وتساعد على منع تآكل التربة. تشمل النباتات الأخرى أشجار الأكاسيا ونخيل التمر وأشجار الزيتون. كما تكيفت الحياة الحيوانية لتتحمل الحرارة الشديدة لفترات طويلة من الزمن مع ندرة الماء أو انعدامه. ثعالب الفنك والإبل والمها العربي والعقارب هي بعض الأمثلة على الأنواع الموجودة في الصحراء الكبرى. وقد تكيفت العديد من الحيوانات الليلية على البقاء مختبئة في درجات الحرارة المرتفعة خلال النهار. تمر العديد من الطيور المهاجرة عبر المنطقة وتستفيد من مصادر المياه الموسمية والواحات.
de: Die weitläufige Sahara erstreckt sich über mehr als 9 Millionen Quadratkilometer und ist die größte heiße Wüste der Welt. Sie erstreckt sich über einen Großteil Nordafrikas und reicht bis an drei große Gewässer: den Atlantik im Westen, das Rote Meer im Osten und das Mittelmeer im Norden. Im Süden liegt die Sahelzone. Die raue Umgebung der Sahara ist geprägt von riesigen Sanddünen, trockenen Ebenen und felsigen Plateaus. Die höchste Sanddüne befindet sich in der Region Erg Chebbi im Südosten Marokkos und erreicht eine Höhe von etwa 100 Metern. Die Wüste spielt eine wichtige Rolle für Klimamuster und Ökosysteme. Die Sahara entstand über Millionen von Jahren und stammt aus dem Präkambrium. Sie war einst eine üppige, grüne Landschaft mit Seen und Flüssen. Im Laufe der Jahre hat die Winderosion steile Klippen, Felsbögen, tiefe Schluchten und viele markante und malerische Landschaftsformen geschaffen. Unter einer Oberfläche aus Kiesebenen und Sandmeeren liegen riesige Grundwasserreserven, in denen seit langen Zeiten Wasser lagert und die verborgene Überreste einer Zeit sind, als die Sahara noch ein viel lebensfreundlicherer Ort war. Obwohl die Sahara extremen Temperaturen ausgesetzt ist und nur selten Niederschläge auftreten, beherbergt sie eine Vielzahl von Pflanzen und Tieren, die sich an die rauen Bedingungen angepasst haben. Die spärliche Vegetation umfasst dürretolerante Arten wie Wüstengräser, z. B. Liebesgras, sowie Pflanzen, die Wasser in ihren Wurzeln speichern und zur Verhinderung von Bodenerosion beitragen können. Weiterhin findet man Akazienbäume, Dattelpalmen und Olivenbäume. Auch die Tierwelt hat sich angepasst, um die extremen Temperaturen und längeren Zeiträume mit wenig oder gar keinem Wasser zu trotzen. Fennecfüchse, Kamele, Addax und Skorpione sind einige Beispiele für die Arten, die in der Sahara vorkommen. Viele Tiere haben sich an die Nacht angepasst, um sich während der hohen Tagestemperaturen zu verstecken. Zahlreiche Zugvögel ziehen durch die Region und nutzen saisonale Wasserquellen und Oasen.
he: מדבר סהרה ההולך ומתפשט חולש על יותר מ-9 מיליוני קילומטרים רבועים ונחשב למדבר החם הגדול ביותר בעולם. הוא מכסה את מרבית צפון אפריקה וגובל בשלושה גופי מים חשובים: האוקיינוס האטלנטי במערב, הים אדום במזרח והים התיכון בצפון. דרומית לו נמצא חבל סאהל. סביבת החיים הקשוחה במדבר סהרה מאופיינת בדיונות חול עצומות, במישורים צחיחים וברמות סלעיות. דיונת החול הגבוהה ביותר ממוקמת באזור ארג צ׳בי שבדרום-מזרח מרוקו ומתנשאת לגובה של כ-100 מטר. המדבר ממלא תפקיד חשוב בעיצוב תבניות האקלים והמערכות האקולוגיות. מדבר סהרה נוצר לאורך מיליוני שנים, החל מעידן הפרקמבריון. תחילה היה סהרה אתר עשיר בצמחייה, באגמים ובנהרות. במרוצת שנים רבות, שחיקת רוח פיסלה בנוף צוקים נישאים, קשתות סלע, קניונים עמוקים וצורות נוף ציוריות רבות. מתחת לפני השטח, המורכבים ממישורי חצץ וימות חול, שוכנים אקוויפרים תת-קרקעיים עצומים האוגרים מים עתיקי יומין, שרידים נסתרים מזמנים שבהם הסהרה היה מקום הרבה יותר מסביר פנים. אמנם הטמפרטורות בסהרה קיצוניות וכמעט לא יורדים בו גשמים, אך הוא תומך במגוון בעלי חיים וצמחים שהסתגלו לתנאי הסביבה הקשים. הצמחייה הדלילה כוללת מינים עמידי בצורת כמו דגניים מדבריים דוגמת בן חילף, שיכולים לאגור מים בשורשים ולסייע במניעת סחיפת קרקע. סוגי צמחים אחרים כוללים עצי שיטה, תמר מצוי וזית. חיות הבא הסתגלו אף הן לתנאי החום הקיצוני ולפי זמן ממושכים עם מעט מאוד מים או ללא מים בכלל. שועלי פנק, גמלים, דישונים מקראיים ועקרבים הם רק חלק מהדוגמאות למינים החיים בסהרה. בעלי חיים רבים הסתגלו לסביבה בכך שהפכו לפעילי לילה כדי להימנע מיציאה בזמן השעות החמות. ציפורים נודדות רבות חולפות באזור ומנצלות את נאות המדבר ומקורות המים העונתיים.
th: ทะเลทรายสะฮาราที่กว้างใหญ่มีพื้นที่มากกว่า 3.5 ล้านตารางไมล์และเป็นทะเลทรายร้อนที่ใหญ่ที่สุดในโลก ครอบคลุมพื้นที่ส่วนใหญ่ของแอฟริกาตอนเหนือ โดยทอดยาวไปถึงแหล่งน้ำหลักสามแห่ง ซึ่งได้แก่ มหาสมุทรแอตแลนติกทางตะวันตก ทะเลแดงทางตะวันออก และทะเลเมดิเตอร์เรเนียนทางเหนือ ทางใต้คือเขตซาเฮล สภาพแวดล้อมที่เลวร้ายของทะเลทรายสะฮารามีลักษณะเด่นคือเนินทรายอันกว้างใหญ่ ที่ราบแห้งแล้ง และที่ราบสูงหิน เนินทรายที่สูงที่สุดตั้งอยู่ในภูมิภาคเอิร์ก เชบบีทางตะวันออกเฉียงใต้ของประเทศโมร็อกโก และมีความสูงถึงประมาณ 330 ฟุต ทะเลทรายแห่งนี้มีบทบาทสำคัญในการกำหนดรูปแบบสภาพภูมิอากาศและระบบนิเวศ สะฮาราเกิดขึ้นในช่วงเวลานับล้านปีและย้อนกลับไปในยุคพรีแคมเบรียน โดยครั้งหนึ่งเคยเป็นภูมิประเทศที่อุดมสมบูรณ์ไปด้วยต้นไม้เขียวขจี มีทะเลสาบและแม่น้ำ ตลอดหลายปีที่ผ่านมา การกัดเซาะของลมได้สลักเสลาให้เกิดเป็นหน้าผาสูงตระหง่าน ซุ้มหิน หุบเขาลึก และลักษณะภูมิประเทศที่โดดเด่นและงดงามอีกหลายแห่ง ภายใต้พื้นผิวที่ประกอบด้วยที่ราบกรวดและทะเลทราย มีแหล่งน้ำใต้ดินขนาดใหญ่ที่กักเก็บน้ำโบราณซึ่งเป็นซากที่ซ่อนอยู่จากสมัยที่ทะเลทรายสะฮาราเป็นสถานที่ที่น่าอยู่อาศัยมากกว่านี้มาก แม้ว่าทะเลทรายสะฮาราจะต้องเผชิญกับอุณหภูมิที่รุนแรงและมีปริมาณน้ำฝนน้อย แต่ก็เป็นแหล่งอาศัยของพืชและสัตว์หลากหลายชนิดที่สามารถปรับตัวเข้ากับสภาวะที่เลวร้ายได้ พืชพรรณที่พบไม่บ่อยรวมถึงพันธุ์ที่ทนแล้งอย่างหญ้าทะเลทราย เช่น หญ้าเจ้าชู้ ที่สามารถกักเก็บน้ำไว้ในรากและช่วยป้องกันการกัดเซาะของดินได้ พืชพรรณอื่นๆ ได้แก่ ต้นอะคาเซีย ต้นอินทผลัม และต้นมะกอก สัตว์ต่างๆ ก็ได้ปรับตัวให้สามารถทนต่อความร้อนจัดและช่วงเวลาอันยาวนานโดยแทบไม่มีน้ำหรือไม่มีน้ำเลย สุนัขจิ้งจอกจิ๋วทะเลทราย อูฐ แอดแดกซ์ และแมงป่อง เป็นตัวอย่างส่วนหนึ่งของสายพันธุ์ที่พบในทะเลทรายสะฮารา สัตว์หลายชนิดได้ปรับตัวให้หากินเวลากลางคืนเพื่อที่จะซ่อนตัวในช่วงที่มีอุณหภูมิในเวลากลางวันสูง นกอพยพจำนวนมากบินผ่านภูมิภาคนี้และใช้ประโยชน์จากแหล่งน้ำและโอเอซิสตามฤดูกาล

# SAHARA_DESERT_LOCATION
source: Africa
ar: إفريقيا
de: Afrika
he: אפריקה
th: แอฟริกา

# SAHARA_DESERT_NAME
source: Sahara Desert
ar: الصحراء الكبرى
de: Sahara
he: מדבר סהרה
th: ทะเลทรายสะฮารา
